{"char_index": {"\t": 1, " ": 2, "!": 3, "\"": 4, "#": 5, "$": 6, "%": 7, "&": 8, "'": 9, "(": 10, ")": 11, "*": 12, "+": 13, ",": 14, "-": 15, ".": 16, "/": 17, "0": 18, "1": 19, "2": 20, "3": 21, "4": 22, "5": 23, "6": 24, "7": 25, "8": 26, "9": 27, ":": 28, ";": 29, "<": 30, "=": 31, ">": 32, "?": 33, "@": 34, "[": 35, "\\": 36, "]": 37, "^": 38, "_": 39, "`": 40, "a": 41, "b": 42, "c": 43, "d": 44, "e": 45, "f": 46, "g": 47, "h": 48, "i": 49, "j": 50, "k": 51, "l": 52, "m": 53, "n": 54, "o": 55, "p": 56, "q": 57, "r": 58, "s": 59, "t": 60, "u": 61, "v": 62, "w": 63, "x": 64, "y": 65, "z": 66, "{": 67, "|": 68, "}": 69, "~": 70}, "index_char": {"1": "\t", "2": " ", "3": "!", "4": "\"", "5": "#", "6": "$", "7": "%", "8": "&", "9": "'", "10": "(", "11": ")", "12": "*", "13": "+", "14": ",", "15": "-", "16": ".", "17": "/", "18": "0", "19": "1", "20": "2", "21": "3", "22": "4", "23": "5", "24": "6", "25": "7", "26": "8", "27": "9", "28": ":", "29": ";", "30": "<", "31": "=", "32": ">", "33": "?", "34": "@", "35": "[", "36": "\\", "37": "]", "38": "^", "39": "_", "40": "`", "41": "a", "42": "b", "43": "c", "44": "d", "45": "e", "46": "f", "47": "g", "48": "h", "49": "i", "50": "j", "51": "k", "52": "l", "53": "m", "54": "n", "55": "o", "56": "p", "57": "q", "58": "r", "59": "s", "60": "t", "61": "u", "62": "v", "63": "w", "64": "x", "65": "y", "66": "z", "67": "{", "68": "|", "69": "}", "70": "~"}, "vocab_size": 71, "max_len": 200}